{"pages":[{"text":"\n\n\n\nAcrisel's Community Blog\n\n\n\n\n\n\n      body {\n        padding-top: 60px;\n        padding-bottom: 40px;\n      }\n      .sidebar-nav {\n        padding: 9px 0;\n      }\n      .tag-1 {\n        font-size: 13pt;\n      }\n      .tag-2 {\n        font-size: 10pt;\n      }\n      .tag-2 {\n        font-size: 8pt;\n      }\n      .tag-4 {\n        font-size: 6pt;\n     }\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAcrisel's Community Blog \n\n\n\n\n\ninformation\n\t\t\t\t\t\n\n\n\n07\n\t\t\t\t\t\n\n\nArchives\n\n\n\n\n\n\n\n\n\n\n\nAcrisel's Place\n\nWellcome\nThis place was designed to allow the Acrisel Team and its partners to have open conversation.\nIt is intended to share experiences and can benefit everyone.\nThank you for visiting!\n\n\n\n\n\nblogroll\nAcrisel\nAcrisel Open Source\nPelican\nPython.org\nJinja2\nCategories\n\n\ninformation\n\n\n\n\n07\n\n\nTags\n \n\n\n\n\n                Proudly powered by Pelican ,\n                                which takes great advantage of Python .\n        \nThe theme is from Bootstrap from Twitter ,\n                   and Font-Awesome , thanks!\n\n\n\n\n\n\n\n","url":"http://acrisel.github.io/index.html","title":"Acrisel's Community Blog","tags":""},{"text":"Thinking about Cobol Conversion? Acrisel team had vast experience in Cobol conversion. We desided to share some of this knowledge with our comunity. Introduction Cobol is a structural language with many years of maturity. It was built for business use, and it is used as that for a few decades now. So why to move away from it? Let's start with that Cobol is a great language with many features for data processing. It is used in many core business processes. So core and critical that companies afraid to touch it due to the risk of impairing their business. Cobol has a solid environment for development, test, and run since late 50's. So really, why to convert? There is plenty of information with conflicting advice to either stay with or move out of Cobol. Rather try to weigh in on such discussion, here are a few drivers that lead companies to consider moving on. In reality, stay or convert is a business investment with long term vision. As such, it needs to be incorporated into your company's long-term business goals and objectives. Continue reading : Thinging on Cobol Conversion . Give us your feedback: support@acrisel.com","url":"posts/2017/07/cobol-conversion-take-1/","title":"cobol-conversion-take-1","tags":"07"},{"text":"Welcome U'All Welcome to Acrilse community blog. The Acrisel Team will keep the blog updated with latest expeircens in different domains of software engineering. The Acrisel Team reserves the right to suprise us with posts from other areas of life that the team finds interesting. You can contact us ar support@acrisel.com Visti our website: http://www.acrisel.com Keep tuned.","url":"posts/2017/07/welcome-all/","title":"","tags":"information"}]}